Repository: sorty-organizer/Sorty
Catalog: Sources/SortyLib/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

source: Background activity status is %@
de: Der Status der Hintergrundaktivität ist %1$@
es: El estado de la actividad en segundo plano es %1$@
fr: L'état de l'activité en arrière-plan est %1$@
ja: バックグラウンドアクティビティの状態は%1$@です
zh_hans: 后台活动状态是%1$@

source: Background processing
de: Hintergrundverarbeitung
es: Procesamiento en segundo plano
fr: Traitement en arrière-plan
ja: バックグラウンド処理
zh_hans: 后台处理

source: Before organizing, always ensure you have backups of important files.
de: Bevor Sie organisieren, stellen Sie sicher, dass Sie Sicherungen Ihrer wichtigen Dateien haben.
es: Antes de organizar, asegúrese siempre de tener copias de seguridad de los archivos importantes.
fr: Avant d'organiser, assurez-vous toujours d'avoir des sauvegardes des fichiers importants.
ja: 整理する前に、重要なファイルのバックアップを常に保有してください。
zh_hans: 在组织之前，始终确保重要文件已备份。

source: Block Internet Connections
de: Internetverbindungen blockieren
es: Bloquear Conexiones a Internet
fr: Bloquer les connexions Internet
ja: インターネット接続をブロック
zh_hans: 阻止互联网连接

source: Blocks remote internet connections while allowing local model requests on localhost.
de: Blockiert remote Internetverbindungen, während lokale Modelleigenschaften auf localhost erlauben.
es: Bloquea conexiones de internet remotas mientras permite solicitudes locales de modelo en localhost.
fr: Bloque les connexions internet远程 while permettant les demandes locales de modèle sur localhost.
ja: インターネット接続をブロックしながら、ローカルのモデルリクエストをlocalhostで許可します。
zh_hans: 阻止远程互联网连接，同时允许在本地主机上进行模型请求。

source: Browse for Folder
de: Ordner durchsuchen
es: Buscar Carpeta
fr: Parcourir le dossier
ja: フォルダを検索
zh_hans: 浏览文件夹

source: Browse...
de: Durchsuchen...
es: Buscar...
fr: Parcourir...
ja: 検索...
zh_hans: 浏览...

source: Build %@
de: %1$@ bauen
es: Construir %1$@
fr: Constructeur %1$@
ja: 構築 %1$@
zh_hans: 构建 %1$@

source: Built by
de: Geschaffen von
es: Creado por
fr: Construit par
ja: 製造元
zh_hans: 由谁构建

source: Built-in
de: Integriert
es: Interno
fr: Intégré
ja: 組み込み
zh_hans: 内置

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消

source: Cancel %@
de: %1$@ abbrechen
es: Cancelar %1$@
fr: Annuler %1$@
ja: キャンセル %1$@
zh_hans: 取消 %1$@

source: Cancel Generation
de: Generierung abbrechen
es: Cancelar Generación
fr: Annuler la génération
ja: 生成をキャンセル
zh_hans: 取消生成

source: Cancel Organization?
de: Organisation abbrechen?
es: Cancelar Organización?
fr: Annuler l'organisation?
ja: 組織をキャンセル?
zh_hans: 取消组织？

source: Cancel this %@ session
de: Diese %1$@-Sitzung abbrechen
es: Cancelar esta %1$@ sesión
fr: Annuler cette session %1$@
ja: この %1$@ セッションをキャンセル
zh_hans: 取消此 %1$@ 会话

source: Canvas Preview
de: Canvas-Vorschau
es: Vista Previa de Cuadro
fr: Aperçu du canevas
ja: キャンバスプレビュー
zh_hans: 画布预览

source: Case
de: Fall
es: Caso
fr: Cas
ja: ケース
zh_hans: 大小写

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリ
zh_hans: 类别

source: Change
de: Ändern
es: Cambiar
fr: Changer
ja: 変更
zh_hans: 更改

source: Change Folder
de: Ordner ändern
es: Cambiar Carpeta
fr: Changer le dossier
ja: フォルダを変更
zh_hans: 更改文件夹

source: Change Storage Location…
de: Speicherort ändern…
es: Cambiar Lugar de Almacenamiento…
fr: Changer l'emplacement de stockage…
ja: ストレージの場所を変更…
zh_hans: 更改存储位置…

source: Check Now
de: Jetzt prüfen
es: Verificar Ahora
fr: Vérifier maintenant
ja: 確認
zh_hans: 现在检查

source: Check for Updates...
de: Aktualisierungen prüfen...
es: Buscar Actualizaciones...
fr: Vérifier les mises à jour...
ja: アップデートの確認...
zh_hans: 检查更新...

source: Choose Icon
de: Icon auswählen
es: Elegir Ícono
fr: Choisir l'icône
ja: アイコンを選択
zh_hans: 选择图标

source: Choose Smarter Model
de: Intelligenter Modellauswahl
es: Elegir Modelo Más Inteligente
fr: Choisir un modèle d'intelligence artificielle plus adapté
ja: よりスマートなモデルを選択
zh_hans: 选择更智能的模型

source: Choose Your Workflow
de: Wählen Sie Ihren Workflow
es: Elegir Tu Flujo de Trabajo
fr: Choisir votre flux de travail
ja: ワークフローを選択
zh_hans: 选择您的工作流

source: Choose a different AI model and regenerate
de: Wählen Sie ein anderes AI-Modell und generieren Sie erneut
es: Elegir un diferente modelo de IA y regenerar
fr: Choisir un autre modèle d'intelligence artificielle et régénérer
ja: 異なるAIモデルを選択して再生成
zh_hans: 选择不同的AI模型并重新生成

source: Choose a different model
de: Wählen Sie ein anderes Modell
es: Elegir un diferente modelo
fr: Choisir un autre modèle
ja: 異なるモデルを選択
zh_hans: 选择不同的模型

source: Choose a folder to continue. Optional permissions can wait.
de: Wählen Sie einen Ordner aus, um fortzufahren. Optionale Berechtigungen können warten.
es: Elegir una carpeta para continuar. Los permisos opcionales pueden esperar.
fr: Choisir un dossier pour continuer. Les permissions optionnels peuvent attendre.
ja: 別のフォルダを選んで続けます。オプションの権限は待機できます。
zh_hans: 选择一个文件夹继续。可选权限可以稍后处理。

source: Choose a group
de: Gruppe wählen
es: Elige un grupo
fr: Choisir un groupe
ja: グループを選んでください
zh_hans: 选择一个组

source: Choose how duplicate detection is handled during preview
de: Wählen Sie, wie Duplikatdetektion während der Vorschau behandelt wird
es: Elige cómo se maneja la detección de duplicados durante la vista previa
fr: Choisir la manière dont la détection de doublons est gérée pendant l'aperçu
ja: プレビューモードで重複検出の処理方法を選んでください
zh_hans: 选择在预览期间如何处理重复检测

source: Choose how to retry this organization
de: Wählen Sie, wie dieser Organisationsvorgang erneut durchgeführt wird
es: Elige cómo reintentar esta organización
fr: Choisir la manière dont cette organisation doit être réessayée
ja: この整理を再試行する方法を選んでください
zh_hans: 选择如何重试此组织

source: Choose your AI
de: Wählen Sie Ihr AI-Modell
es: Elige tu IA
fr: Choisir votre IA
ja: AIを選んでください
zh_hans: 选择您的AI

source: Choose...
de: Wählen...
es: Elige...
fr: Choisir...
ja: 選ぶ
zh_hans: 选择...

source: Clean Up Selected
de: Ausgewählte Elemente löschen
es: Limpiar seleccionado
fr: Nettoyer les éléments sélectionnés
ja: 選択した項目をクリーンアップ
zh_hans: 清理所选项

source: Cleanup
de: Löschen
es: Limpiar
fr: Nettoyer
ja: クリーンアップ
zh_hans: 清理

source: Cleanup All
de: Alles löschen
es: Limpiar todo
fr: Nettoyer tout
ja: すべての項目をクリーンアップ
zh_hans: 清理全部

source: Cleanup All only removes exact duplicates.
de: Alles löschen entfernt nur genaue Duplikate.
es: Limpiar todo solo elimina duplicados exactos.
fr: Nettoyer tout ne supprime que les doublons exacts.
ja: すべての項目をクリーンアップする only は正確な重複だけを削除します
zh_hans: 清理全部仅删除精确重复项。

source: Clear
de: Leeren
es: Limpiar
fr: Vider
ja: 空にする
zh_hans: 清除

source: Clear All
de: Alles leeren
es: Limpiar todo
fr: Vider tout
ja: すべてを空にする
zh_hans: 清除全部

source: Clear Chat
de: Chat leeren
es: Limpiar chat
fr: Vider le chat
ja: チャットを空にする
zh_hans: 清除聊天记录

source: Clear History...
de: Historie löschen...
es: Limpiar historial...
fr: Vider l'historique...
ja: 履歴をクリア...
zh_hans: 清除历史...

source: Clear Search
de: Suche leeren
es: Limpiar búsqueda
fr: Vider la recherche
ja: 検索を空にする
zh_hans: 清除搜索

source: Clear all history
de: Alle Historie löschen
es: Limpiar todo el historial
fr: Vider tout l'historique
ja: すべての履歴を空にする
zh_hans: 清除所有历史

source: Clear instructions
de: Anweisungen löschen
es: Limpiar instrucciones
fr: Vider les instructions
ja: 指示を空にする
zh_hans: 清除说明

source: Click to browse for a folder
de: Klicken, um einen Ordner auszubuchen
es: Haz clic para buscar una carpeta
fr: Clic pour parcourir un dossier
ja: フォルダをブラウズするためクリックしてください
zh_hans: 点击浏览文件夹

source: Click to cycle through icon variants
de: Klicken, um zwischen Icon-Varianten zu wechseln
es: Haz clic para pasar por las variantes de icono
fr: Clic pour passer à l'alternative d'icône
ja: アイコンの変種をサイクルするためクリックしてください
zh_hans: 点击切换图标变体

source: Click to set custom maximum
de: Klicken, um benutzerdefiniertes Maximum zu setzen
es: Haz clic para establecer el máximo personalizado
fr: Clic pour définir la valeur maximale personnalisée
ja: カスタムの最大値を設定するためクリックしてください
zh_hans: 点击设置自定义最大值

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
zh_hans: 关闭

source: Close What's New
de: Was Neues schließen
es: Cerrar ¿Novedades?
fr: Fermer What's New
ja: 新機能を閉じる
zh_hans: 关闭最新功能

source: Close details
de: Details schließen
es: Cerrar detalles
fr: Fermer les détails
ja: 詳細を閉じる
zh_hans: 关闭详情

source: Codex CLI is required. Install with: npm i -g @openai/codex
de: Codex CLI ist erforderlich. Installieren Sie mit: npm i -g @openai/codex
es: Se requiere Codex CLI. Instala con: npm i -g @openai/codex
fr: Codex CLI est requis. Installez-le avec : npm i -g @openai/codex
ja: Codex CLIは必要です。インストール方法: npm i -g @openai/codex
zh_hans: Codex CLI是必需的。使用：npm i -g @openai/codex

source: Codex CLI not detected
de: Codex CLI nicht erkannt
es: Codex CLI no detectado
fr: Codex CLI non détecté
ja: Codex CLIが検出されていません
zh_hans: 未检测到Codex CLI

source: Codex subscription ready
de: Codex-Abonnement ist bereit
es: Suscripción a Codex lista
fr: Abonnement à Codex prêt
ja: Codexサブスクリプションの準備完了
zh_hans: Codex 订阅已准备就绪

source: Collapse
de: Zusammenfassen
es: Colapsar
fr: Coller
ja: 折りたたむ
zh_hans: 折叠

source: Collapse detailed generation metrics
de: Detaillierte Generierungsmetriken zusammenfassen
es: Colapsar métricas de generación detalladas
fr: Réduire les métriques de génération détaillées
ja: 詳細な生成メトリクスを折りたたむ
zh_hans: 折叠详细生成指标

source: Collapsed
de: Zusammengefasst
es: Colapsado
fr: Réduit
ja: 折りたたまれた
zh_hans: 折叠

source: Commit %@
de: Commit %1$@
es: Commit %1$@
fr: Commit %1$@
ja: コミット %1$@
zh_hans: 提交 %1$@

source: Comparing Options
de: Optionen vergleichen
es: Comparando Opciones
fr: Comparaison des Options
ja: オプションの比較
zh_hans: 比较选项

source: Completion Step
de: Schritt zur Ausführung
es: Paso de Completación
fr: Étape de Complétion
ja: 完了ステップ
zh_hans: 完成步骤

source: Computing file hashes to find exact duplicate matches
de: Berechnung von Dateihashes, um genaue Duplikate zu finden
es: Calculando hashes de archivos para encontrar coincidencias exactas
fr: Calcul des hachages de fichiers pour trouver des correspondances exactes
ja: ファイルハッシュを計算して正確なダブルアップロードを検出
zh_hans: 计算文件哈希以找到精确的重复项匹配

source: Configuration
de: Einstellungen
es: Configuración
ja: 設定
zh_hans: 配置

source: Configure
de: Einstellen
es: Configurar
fr: Configurer
ja: 設定する
zh_hans: 配置

source: Configure %@
de: Einstellen %1$@
es: Configurar %1$@
fr: Configurer %1$@
ja: %1$@ を設定する
zh_hans: 配置 %1$@

source: Configure how files are organized
de: Konfigurieren, wie Dateien organisiert werden
es: Configurar cómo se organizan los archivos
fr: Configurer la manière dont les fichiers sont organisés
ja: ファイルがどのように整理されるかを設定する
zh_hans: 配置文件如何组织

source: Configure...
de: Einstellungen...
es: Configurar...
fr: Configurer...
ja: 設定...
zh_hans: 配置...

# Conflict %lld of %lld
source: Conflict %1$lld of %2$lld
de: Konflikt %1$lld von %2$lld
es: Conflicto %1$lld de %2$lld
fr: Conflit %1$lld de %2$lld
ja: 衝突 %1$lld of %2$lld
zh_hans: 冲突 %1$lld of %2$lld

source: Connected
de: Verbindung hergestellt
es: Conectado
fr: Connecté
ja: 接続中
zh_hans: 连接中

source: Connected to %@
de: Verbindung zu %1$@ hergestellt
es: Conectado a %1$@
fr: Connecté à %1$@
ja: %1$@ に接続中
zh_hans: 连接到 %1$@

source: Connecting
de: Verbindung herstellen
es: Conectando
fr: Connexion en cours
ja: 接続中
zh_hans: 连接中

source: Connecting to %@...
de: Verbindung zu %1$@ herstellen...
es: Conectando a %1$@...
fr: Connexion à %1$@...
ja: %1$@ に接続中...
zh_hans: 连接到 %1$@...

source: Connecting to provider
de: Verbindung zum Provider herstellen
es: Conectando al proveedor
fr: Connexion au fournisseur
ja: プロバイダーに接続中
zh_hans: 连接到提供者

source: Connecting...
de: Verbindung herstellen...
es: Conectando...
fr: Connexion...
ja: 接続中...
zh_hans: 连接中

source: Connection Failed
de: Verbindung fehlgeschlagen
es: Conexión Fallida
fr: Connexion échouée
ja: 接続失敗
zh_hans: 连接失败

source: Connection failed
de: Verbindung fehlgeschlagen
es: Conexión fallida
fr: Connexion échouée
ja: 接続失敗
zh_hans: 连接失败

source: Connection status
de: Verbindungszustand
es: Estado de Conexión
fr: Statut de Connexion
ja: 接続状態
zh_hans: 连接状态

source: Connection successful
de: Verbindung erfolgreich
es: Conexión exitosa
fr: Connexion réussie
ja: 接続成功
zh_hans: 连接成功

source: Connection warning: %@...
de: Verbindung warnt: %1$@...
es: Advertencia de Conexión: %1$@...
fr: Avertissement de Connexion: %1$@...
ja: 接続警告: %1$@...
zh_hans: 连接警告: %1$@...

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
zh_hans: 继续

source: Continue Anyway
de: Weiterhin durchführen
es: Continuar de cualquier manera
fr: Continuer tout de même
ja: 続ける
zh_hans: 继续

source: Continue monitoring folders even when all windows are closed
de: Ordnerüberwachung auch wenn alle Fenster geschlossen sind
es: Continuar monitoreando carpetas incluso cuando todos los ventanillas estén cerradas
fr: Surveiller les dossiers même lorsque tous les fenêtres sont fermés
ja: すべてのウインドウが閉じられている場合でも、フォルダを監視し続ける
zh_hans: 即使所有窗口都关闭，也继续监控文件夹

source: Controls how Sorty names files.
de: Bestimmt, wie Sorty Dateien benennt.
es: Controla cómo Sorty nombra los archivos.
fr: Controle la manière dont Sorty nomme les fichiers.
ja: Sortyがファイルをどのように名前付けますか。
zh_hans: 控制Sorty如何命名文件。

source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピー
zh_hans: 已复制

source: Copied Issue Details
de: Problembezeichnung kopiert
es: Copiado Detalles del Problema
fr: Détails du copié
ja: コピーした問題の詳細
zh_hans: 已复制问题详情

source: Copies this statistic to the clipboard
de: Dieser Statistikblock wird in die Zwischenablage kopiert
es: Copia esta estadística al portapapeles
fr: Copie cette statistique dans le presse-papiers
ja: この統計をクリップボードにコピー
zh_hans: 将此统计数据复制到剪贴板

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
zh_hans: 复制

source: Copy %@
de: Kopieren %1$@
es: Copiar %1$@
fr: Copier %1$@
ja: コピー %1$@
zh_hans: 复制 %1$@

source: Copy %@ deeplink
de: Kopieren %1$@ deeplink
es: Copiar %1$@ deeplink
fr: Copier %1$@ deeplink
ja: コピー %1$@ deep link
zh_hans: 复制 %1$@ deeplink

source: Copy Description
de: Beschreibung kopieren
es: Copiar Descripción
fr: Copier la description
ja: コピー説明
zh_hans: 复制描述

source: Copy Issue Details
de: Problembezeichnung kopieren
es: Copiar Detalles del Problema
fr: Copier les détails du problème
ja: コピーした問題の詳細
zh_hans: 复制问题详情

source: Copy Path
de: Pfad kopieren
es: Copiar Ruta
fr: Copier le chemin
ja: コピーパス
zh_hans: 复制路径

source: Copy Prompt
de: Prompt kopieren
es: Copiar prompt
fr: Copier le prompt
ja: コピープロンプト
zh_hans: 复制提示

source: Copy Stats
de: Statistiken kopieren
es: Copiar estadísticas
fr: Copier les statistiques
ja: コピー統計
zh_hans: 复制统计数据

source: Copy Summary
de: Zusammenfassung kopieren
es: Copiar resumen
fr: Copier le résumé
ja: コピーサマリー
zh_hans: 复制摘要

source: Copy Workflow Name
de: Workflow-Name kopieren
es: Copiar nombre de flujo
fr: Copier le nom du workflow
ja: コピーワークフロー名
zh_hans: 复制工作流名称

source: Copy `sorty://` URLs for Shortcuts, Raycast, AppleScript, shell scripts, and other launchers.
de: Kopieren Sie `sorty://` URLs für Shortcuts, Raycast, AppleScript, Shell-Skripte und andere Launcher.
es: Copiar URLs `sorty://` para atajos, Raycast, AppleScript, scripts de shell y otros lanzadores.
fr: Copier les URLs `sorty://` pour les raccourcis, Raycast, AppleScript, les scripts shell et d'autres lanceurs.
ja: コピー `sorty://` URL 用にショートカット、Raycast、AppleScript、shell スクリプト、およびその他の起動ツールに使用できるようにします。
zh_hans: 复制 `sorty://` URLs 用于快捷方式、Raycast、AppleScript、shell 脚本和其他启动器。

source: Copy a ready-to-paste environment block for GitHub issues.
de: Kopieren Sie einen bereitgestellten Umgebungsblock für GitHub-Probleme.
es: Copiar un bloque de entorno listo para pegar en issues de GitHub.
fr: Copier un bloc d'environnement prêt à coller pour les issues GitHub.
ja: GitHub のイ슈に貼り付ける準備ができた環境ブロックをコピー
zh_hans: 复制一个可用于 GitHub 问题的 ready-to-paste 环境块。

source: Copy code
de: Code kopieren
es: Copiar código
fr: Copier du code
ja: コピーコード
zh_hans: 复制代码

source: Copy device code
de: Kopiere Gerätekode
es: Copiar código de dispositivo
fr: Copier du code du dispositif
ja: コピーデバイスコード
zh_hans: 复制设备代码

source: Copy error details for support
de: Kopiere Fehlerdetails für Support
es: Copiar detalles de error para soporte
fr: Copier les détails d'erreur pour le support
ja: サポート用のエラーデータをコピー
zh_hans: 复制支持用的错误详情

source: Copy error message
de: Kopiere Fehlermeldung
es: Copiar mensaje de error
fr: Copier le message d'erreur
ja: エラーメッセージをコピー
zh_hans: 复制错误信息

source: Couldn't Add Storage Location
de: Speicherort konnte nicht hinzugefügt werden
es: No se pudo agregar ubicación de almacenamiento
fr: Impossible d'ajouter un emplacement de stockage
ja: ストレージ場所を追加できませんでした
zh_hans: 无法添加存储位置

source: Couldn't Change Storage Location
de: Speicherort konnte nicht geändert werden
es: No se pudo cambiar ubicación de almacenamiento
fr: Impossible de changer l'emplacement de stockage
ja: ストレージ場所を変更できませんでした
zh_hans: 无法更改存储位置

source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
zh_hans: 创建

source: Create Custom Persona
de: Benutzerdefinierte Persönlichkeit erstellen
es: Crear Persona Personalizada
fr: Créer une personnalisation personnalisée
ja: カスタムパーソナ
zh_hans: 创建自定义角色

source: Create backup
de: Backup erstellen
es: Crear copia de seguridad
fr: Créer une sauvegarde
ja: バックアップ作成
zh_hans: 创建备份

source: Creating Your Persona
de: Deine Persönlichkeit erstellen
es: Creando Tu Persona
fr: Création de votre personnalisation
ja: パーソナの作成
zh_hans: 创建您的角色

source: Creative
de: Kreativ
es: Creativo
fr: Créatif
ja: クリエイティブ
zh_hans: 创意

source: Current
de: Aktuell
es: Actual
fr: Actuel
ja: 現在
zh_hans: 当前

# Current %@ stage: %@
source: Current %1$@ stage: %2$@
de: Aktueller %1$@ Schritt: %2$@
es: Etapa actual de %1$@: %2$@
fr: Stade actuel %1$@ : %2$@
ja: 現在 %1$@ 階段: %2$@
zh_hans: 当前 %1$@ 阶段: %2$@

source: Current AI connection state
de: Aktueller AI-Verbindungszustand
es: Estado actual de la conexión con IA
fr: État de connexion AI actuel
ja: 現在のAI接続状態
zh_hans: 当前 AI 连接状态

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
zh_hans: 自定义

source: Custom Instructions
de: Benutzerdefinierte Anweisungen
es: Instrucciones personalizadas
fr: Instructions personnalisées
ja: カスタム指示
zh_hans: 自定义指令

source: Custom Naming Instructions
de: Benutzerdefinierte Namensanweisungen
es: Instrucciones de nomenclatura personalizadas
fr: Instructions de nommage personnalisées
ja: カスタム命名指示
zh_hans: 自定义命名指令

source: Custom Personas
de: Benutzerdefinierte Persönlichkeiten
es: Personas personalizadas
fr: Personnalisations personnalisées
ja: カスタムパーソナ
zh_hans: 自定义角色

source: Custom scripts are not yet implemented.
de: Benutzerdefinierte Skripte sind noch nicht umgesetzt.
es: Las scripts personalizados aún no están implementados.
fr: Les scripts personnalisés n'ont pas encore été implémentés.
ja: カスタムスクリプトはまだ実装されていません。
zh_hans: 自定义脚本尚未实现.

source: Custom workflow
de: Benutzerdefinierte Workflow
es: Flujo de trabajo personalizado
fr: Workflow personnalisé
ja: カスタムワークフロー
zh_hans: 自定义工作流

source: Custom workflow ready to use as your default persona.
de: Benutzerdefinierte Workflow ready to use as your default persona.
es: Flujo de trabajo personalizado listo para usar como persona predeterminada.
fr: Workflow personnalisé prêt à être utilisé comme votre personnalisation par défaut.
ja: カスタムワークフローがデフォルトなパーソナとして使用可能
zh_hans: 自定义工作流已准备好作为您的默认角色使用.

source: Customize %@
de: Anpassen %1$@
es: Personalizar %1$@
fr: Personnaliser %1$@
ja: %1$@ をカスタム
zh_hans: 定制 %1$@

source: Customize...
de: Anpassen...
es: Personalizar...
fr: Personnaliser...
ja: カスタム...
zh_hans: 定制...

source: Data Retention
de: Datenretention
es: Retención de datos
fr: Conservez les données
ja: データ保持
zh_hans: 数据保留

source: Dates
de: Datums
es: Fechas
ja: 日付
zh_hans: 日期

source: Day
de: Tag
es: Día
fr: Jour
ja: 日
zh_hans: 天

source: Days
de: Tage
es: Días
fr: Jours
ja: 日
zh_hans: 天

source: Dedicated to learnings analysis
de: Dediziert für Lernanalyse
es: Dedicado al análisis de aprendizajes
fr: Dedié à l'analyse des apprentissages
ja: 学習分析に専門化されています
zh_hans: 致力于学习分析

source: Deeplink Library
de: Deeplink-Bibliothek
es: Biblioteca de Deeplink
fr: Bibliothèque de deeplink
ja: デープリンクライブラリ
zh_hans: 深度链接库

source: Deeplink encoding information
de: Deeplink-Encodierungsinformationen
es: Información de codificación de Deeplink
fr: Informations d'encodage de deeplink
ja: デープリンクエンコード情報
zh_hans: 深度链接编码信息

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
zh_hans: 默认

source: Default Organization Persona
de: Standard-Persönlichkeit für Organisation
es: Persona de organización predeterminada
fr: Personne d'organisation par défaut
ja: デフォルトのオーガナイズパーソナ
zh_hans: 默认组织人设

source: Default workflow
de: Standard-Workflow
es: Flujo de trabajo predeterminado
fr: Workflow par défaut
ja: デフォルトワークフロー
zh_hans: 默认工作流

source: Default: http://localhost:11434
de: Standard: http://localhost:11434
es: Predeterminado: http://localhost:11434
fr: Par défaut : http://localhost:11434
ja: デフォルト: http://localhost:11434
zh_hans: 默认: http://localhost:11434

source: Define how Sorty should organize files with this persona:
de: Definiere, wie Sorty Dateien mit dieser Persönlichkeit organisiert:
es: Define cómo debe organizar Sorty los archivos con esta persona:
fr: Définissez la manière dont Sorty doit organiser les fichiers avec ce profil :
ja: このパーソナを使って、Sortyがファイルをどのようにオーガナイズするかを定義してください:
zh_hans: 通过此角色定义Sorty如何组织文件：

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
zh_hans: 删除

source: Delete %@
de: Lösche %1$@
es: Eliminar %1$@
fr: Supprimer %1$@
ja: 削除 %1$@
zh_hans: 删除 %1$@

source: Delete All Data
de: Alle Daten löschen
es: Eliminar todos los datos
fr: Supprimer tous les données
ja: すべてのデータを削除
zh_hans: 删除所有数据

source: Delete All Data…
de: Alle Daten löschen…
es: Eliminar todos los datos…
fr: Supprimer tous les données…
ja: すべてのデータを削除…
zh_hans: 删除所有数据…

source: Delete All Learning Data?
de: Alle Lerndaten löschen?
es: Eliminar todos los datos de aprendizaje?
fr: Supprimer tous les données d'apprentissage ?
ja: すべての学習データを削除？
zh_hans: 删除所有学习数据？

source: Delete All Usage Data...
de: Alle Nutzungsdaten löschen...
es: Eliminar todos los datos de uso...
fr: Supprimer tous les données d'utilisation...
ja: すべての使用データ…
zh_hans: 删除所有使用数据...

source: Delete All Usage Data?
de: Alle Nutzungsdaten löschen?
es: Eliminar todos los datos de uso?
fr: Supprimer tous les données d'utilisation ?
ja: すべての使用データ？
zh_hans: 删除所有使用数据？

source: Delete Workflow
de: Workflow löschen
es: Eliminar flujo de trabajo
fr: Supprimer le workflow
ja: ワークフローを削除
zh_hans: 删除工作流

source: Delete this duplicate
de: Diesen Duplikat löschen
es: Eliminar este duplicado
fr: Supprimer cette duplication
ja: このダブルを削除
zh_hans: 删除此重复项

source: Deleted Files
de: Gelöschte Dateien
es: Archivos eliminados
fr: Fichiers supprimés
ja: 削除されたファイル
zh_hans: 已删除文件

# Deleted: %@, original: %@
source: Deleted: %1$@, original: %2$@
de: Gelöscht: %1$@, ursprünglich: %2$@
es: Eliminando: %1$@, original: %2$@
fr: Supprimant : %1$@, original : %2$@
ja: 削除: %1$@、元の: %2$@
zh_hans: 删除: %1$@, 原始: %2$@

source: Deleting Data
de: Daten löschen
es: Eliminando datos
fr: Suppression de données
ja: データの削除中
zh_hans: 删除数据

source: Deleting learning data...
de: Löschen von Lerndaten...
es: Eliminando datos de aprendizaje...
fr: Suppression des données d'apprentissage...
ja: 学習データの削除中…
zh_hans: 删除学习数据...

source: Demo Step
de: Demo Schritt
es: Paso de demostración
fr: Étape d'exemple
ja: デモステップ
zh_hans: 演示步骤

source: Deny consequences indicate exactly what functionality becomes unavailable when a host is blocked.
de: Lehne Konsequenzen ab, um genau zu zeigen, welche Funktionen bei einem blockierten Host nicht verfügbar sind.
es: Los consecuencias de negar indican exactamente qué funcionalidad se vuelve inaccesible cuando un host está bloqueado.
fr: Refuser les conséquences indique exactement quelle fonctionnalité devient inaccessibile lorsqu'un hôte est bloqué.
ja: 拒否の結果は、ホストがブロッked（制限）されているときにどの機能が利用できないかを正確に示します。
zh_hans: 拒绝后果表示当主机被阻止时，确切的功能将不可用。
